/* STM */
"STM01TEXT01" = "เพื่อยืนยันหมึกที่เหลืออยู่ ควรตรวจสอบระดับหมึกในแท๊งค์หมึกของเครื่องพิมพ์ด้วยสายตา
การใช้เครื่องพิมพ์ต่อเนื่องเมื่อระดับหมึกต่ำกว่าระดับล่างสุด จะสร้างความเสียหายต่อเครื่องพิมพ์";
"STM01B01" = "ตกลง";

/* Nozzle */
"NOZZLE01TEXT01" = "การตรวจสอบหัวพิมพ์ ตรวจสอบว่าเครื่องพิมพ์ได้เชื่อมต่อคอมพิวเตอร์ และวางกระดาษธรรมดา A4 หรือ Letter ไว้พร้อมพิมพ์ในช่องฟีดกระดาษด้านหลัง คลิก [พิมพ์]เพิ่มพิพม์แบบทดสอบการพิมพ์ หรือ [ยกเลิก] เพื่อออก";
"NOZZLE01B01" = "พิมพ์";
"NOZZLE01B02" = "ยกเลิก";

"NOZZLE02TEXT01" = "เปรียบเทียบตัวอย่างการพิมพ์กับตัวอย่างด้านบน ถ้าผลการทดสอบหัวพิมพ์มีเส้นขาดหรือหาย คลิก [ทำความสะอาด] คลิก [สิ้นสุด]เพื่อออกจากหน้าต่าง";
"NOZZLE02SPE01" = "เหนือกว่า: ดี
ต่ำกว่า: ต้องการทำความสะอาด";
"NOZZLE02B01" = "สิ้นสุด";
"NOZZLE02B03" = "ทำความสะอาด";

/* Cleaning */
"HEADCLEANING01TEXT01" = "คลิก [เริ่ม] เพื่อทำความสะอาดหัวพิมพ์ เนื่องจากมีการนำน้ำหมึกมาใช้ในการทำความสะอาดหัวพิมพ์ การทำความสะอาดหัวพิมพ์จึงควรใช้ในกรณีงานพิมพ์ซีดจางหรืองานพิมพ์ขาดหายเท่านั้น ใช้คุณสมบัติ \"ทดสอบการพิมพ์\" เพื่อยืนยันว่าหัวพิมพ์จำเป็นต้องทำความสะอาด
ข้อควรทราบ: ก่อนที่จะดำเนินการทำความสะอาดหัวพิมพ์ ตรวจสอบให้แน่ใจว่าได้ปลดล็อกคันโยกไปยังตำแหน่งพร้อมพิมพ์ (ขณะที่พิมพ์) ที่ปรากฏที่แท๊งค์หมึก";
"HEADCLEANING01B01" = "ยกเลิก";
"HEADCLEANING01B02" = "เริ่ม";

"HEADCLEANING02TEXT01" = "กรุณารอสักครู่ ...";
"HEADCLEANING02TEXT02" = "ขณะนี้กำลังทำการล้างหัวพิมพ์กรุณารอสักครู่.";
"HEADCLEANING02B01" = "ปิด";

"HEADCLEANING03TEXT01" = "สิ้นสุดการล้างหัวพิมพ์ ควรทดสอบการพิมพ์เพื่อดูผลการล้างหัวพิมพ์สำเร็จหรือไม่ โดยการคลิกปุ่ม [พิมพ์แบบทดสอบการพิมพ์]";
"HEADCLEANING03B01" = "สิ้นสุด";
"HEADCLEANING03B03" = "พิมพ์แบบทดสอบการพิมพ์";

/* Gap */
"GAP01TEXT01" = "การปรับตำแหน่งของหัวพิมพ์ ช่วยแก้ไขปัญหาการเกิดรอยเส้นขาดหายของสีในแนวนนอนหรือแนวตั้ง หรือกรณีภาพที่ได้ไม่คมชัด";
"GAP01B01" = "ถัดไป >";
"GAP01B02" = "ยกเลิก";

"GAP02TEXT01" = "แผ่นผลการจัดตำแหน่งหัวพิมพ์ในแนวดิ่งจะถูกพิมพ์ออกมา
ตรวจสอบเครื่องพิมพ์ให้อยู่ในสถานะเปิดและเชื่อมต่อกับคอมพิวเตอร์ และวางกระดาษธรรมดา A4 หรือ Letter ไว้พร้อมพิมพ์ในช่องฟีดกระดาษด้านหลัง
คลิก [พิมพ์] เมื่อพร้อมพิมพ์งาน";
"GAP02B01" = "พิมพ์";
"GAP02B02" = "ยกเลิก";
"GAP02B03" = "ยกเลิก >>";

"GAP03TEXT01" = "ตรวจสอบแผ่นผลการพิมพ์ตำแหน่งหัวพิมพ์
หาช่องสี่เหลี่ยมที่ไม่มีแถบเส้นในเซ็ต #1 ถึง #5 เลือกตัวเลขที่สอดคล้องกับช่องสี่เหลี่ยมในรายการด้านล่างทั้งหมด จากนั้นคลิก [ถัดไป >]
ถ้าสี่เหลี่ยมทุกช่องมีแถบเส้น เลือกสี่เหลี่ยมที่บางที่สุดหรือมีแถบเส้น จากนั้นคลิก [ปรับตำแหน่งหัวพิมพ์]";
"GAP03B01" = "ถัดไป >";
"GAP03B02" = "ยกเลิก";
"GAP03B03" = "จัดแนวการพิมพ์ใหม่";

"GAP04TEXT01" = "แผ่นผลการพิมพ์ตำแหน่งหัวพิมพ์สีดำในแนวนอนจะถูกพิมพ์ออกมา
ตรวจสอบวางกระดาษธรรมดา A4 หรือ Letter ไว้พร้อมพิมพ์ในช่องฟีดกระดาษด้านหลัง
ข้อควรทราบ: การปรับค่านี้จะใช้พิมพ์ในโหมดความเร็วสูงหรือพิมพ์ลงกระดาษธรรมดาเท่านั้น ไม่สามารถใช้ค่านี้กับชนิดกระดาษอื่นๆได";
"GAP04B01" = "พิมพ์";
"GAP04B02" = "ยกเลิก";
"GAP04B03" = "ยกเลิก >>";

"GAP05TEXT01" = "ตรวจสอบแผ่นผลการพิมพ์ตำแหน่งหัวพิมพ์
หาตัวอย่างที่ไม่มีเส้นดำหรือขาว เลือกตัวเลขที่สอดคล้องกับตัวอย่างจากรายการด้านล่างและคลิก [ถัดไป >]
ถ้าตัวอย่างทุกช่องมีแถบเส้น เลือกตัวอย่างที่บางที่สุดหรือมีแถบเส้น จากนั้นคลิก [ปรับตำแหน่งหัวพิมพ์]";
"GAP05B01" = "ถัดไป >";
"GAP05B02" = "ยกเลิก";
"GAP05B03" = "จัดแนวการพิมพ์ใหม่";

"GAP06TEXT01" = "แผ่นผลการจัดตำแหน่งหัวพิมพสีในแนวนอนจะถูกพิมพ์ออกมา
ตรวจสอบวางกระดาษธรรมดา A4 หรือ Letter ไว้พร้อมพิมพ์ในช่องฟีดกระดาษด้านหลัง
ข้อควรทราบ: การปรับค่านี้จะใช้พิมพ์ในโหมดความเร็วสูงหรือพิมพ์ลงกระดาษธรรมดาเท่านั้น ไม่สามารถใช้ค่านี้กับชนิดกระดาษอื่นๆได้";
"GAP06B01" = "พิมพ์";
"GAP06B02" = "ยกเลิก";

"GAP07TEXT01" = "ตรวจสอบแผ่นผลการพิมพ์ตำแหน่งหัวพิมพ์
หาตัวอย่างที่ไม่มีเส้นทึบหรือสว่าง เลือกตัวเลขที่สอดคล้องกับตัวอย่างจากรายการด้านล่างและคลิก [เสร็จสิ้น]
ถ้าตัวอย่างทุกช่องมีแถบเส้น เลือกตัวอย่างที่บางที่สุดหรือมีแถบเส้น จากนั้นคลิก [ปรับตำแหน่งหัวพิมพ์]";
"GAP07B01" = "สิ้นสุด";
"GAP07B02" = "ยกเลิก";
"GAP07B03" = "จัดแนวการพิมพ์ใหม่";

/* Printer and Option information */
"PRINFO01GRPBOXTITLE01" = "จำนวนแผ่นกระดาษฟีดเข้าไปในเครื่องพิมพ์";
"PRINFO01SPE01" = "จำนวนแผ่น";
"PRINFO01SPE02" = "ไม่มีข้อมูลสำหรับเครื่องพิมพ์นี้";
"PRINFO02GRPBOXTITLE01" = "จำนวนแผ่นที่ป้อนเข้าไปในอุปกรณ์ป้อนเอกสารอัตโนมัติ";
"PRINFO02SPE01" = "จำนวนแผ่น";
"PRINFO02SPE02" = "ไม่มีข้อมูลสำหรับเครื่องพิมพ์นี้";
"PRINFO01B01" = "ตกลง";

/* Power Ink Flushing */
"POWERINKFLUSHING01TEXT01" = "หากยังพบปัญหางานพิมพ์ไม่ตรงหรืองานพิมพ์ขาดหายหลังจากทำความสะอาดหัวพิมพ์หลายรอบแล้ว ท่านอาจจะต้องเปลี่ยนน้ำหมึกภายในท่อน้ำหมึก

ฟังก์ชั่นนี้ท่านจะสามารถเปลี่ยนหมึกที่อยู่ภายในท่อน้ำหมึกทั้งหมด

การใช้ฟังก์ชั่นนี้จะใช้ปริมาณหมึกจำนวนมาก ดังนั้นจึงแนะนำให้ใช้ฟังก์ชั่นนี้ในกรณีผลยังไม่ดีขึ้นหลังจากทำความสะอาดหัวพิมพ์หลายรอบแล้ว

หมายเหตุ: ก่อนใช้ฟังก์ชั่นนี้ ควรตรวจสอบให้แน่ใจว่ามีหมึกเพียงพอในแท๊งค์หมึกของเครื่องพิมพ์หรือไม่
ถ้าไม่มีหมึกเพียงพอ ให้เติมหมึกในแท๊งค์หมึก";
"POWERINKFLUSHING01B01" = "ยกเลิก";
"POWERINKFLUSHING01B02" = "ถัดไป >";

"POWERINKFLUSHING02TEXT01" = "ก่อนที่จะดำเนินการทำความสะอาดหัวพิมพ์ ตรวจสอบให้แน่ใจว่าได้ปลดล็อกคันโยกไปยังตำแหน่งพร้อมพิมพ์ (ขณะที่พิมพ์) ที่ปรากฏที่แท๊งค์หมึก

ข้อควรทราบ: เมื่อต้องการใช้งานเครื่องพิมพ์ คันโยกล็อกน้ำหมึกต้องอยู่ในสถานะปลดล็อกเสมอ";

"POWERINKFLUSHING03TEXT01" = "ท่านต้องการใช้ฟังก์ชั่นนี้หรือไม่?
การเปลี่ยนน้ำหมึกในท่อน้ำหมึกนั้นจะใช้หมึกจำนวนมาก
ดังนั้นจึงแนะนำให้ใช้ฟังก์ชั่นทำความสะอาดหัวพิมพ์หลายรอบก่อนที่จะใช้ฟังก์ชั่นนี้ คลิก [ยกเลิก] และลองแก้ไขโดยการเลือก ทำความสะอาดหัวพิมพ์

ข้อควรทราบ: ฟังก์ชั่นนี้มีผลต่ออายุการใช้งานของแผ่นฟองน้ำซับหมึก ซึ่งอาจจะเต็มเร็วกว่าปกติ
หากเกิดอาการฟองน้ำซับหมึกเต็ม ติดต่อเอปสันเพื่อคำแนะนำ

คลิก [เริ่ม] เพื่อเริ่มการทำงาน
ฟังก์ชั่นนี้จะไม่ทำงานแทรกซ้อนกัน";
"POWERINKFLUSHING03B01" = "ยกเลิก";
"POWERINKFLUSHING03B02" = "เริ่ม";

"POWERINKFLUSHING04TEXT01" = "กรุณารอสักครู่ ...";
"POWERINKFLUSHING04TEXT02" = "ดำเนินการทำความสะอาดแบบขั้นสูง
กรุณารอสักคร";
"POWERINKFLUSHING04B01" = "ปิด";

"POWERINKFLUSHING05TEXT01" = "การทำความสะอาดแบบขั้นสูงเสร็จสมบูรณ์
ตรวจสอบผลโดยคลิก [พิมพ์แบบทดสอบการพิมพ์]";
"POWERINKFLUSHING05B01" = "สิ้นสุด";
"POWERINKFLUSHING05B03" = "พิมพ์แบบทดสอบการพิมพ์";

/* Ink Tank Utility */
"INKTANKUTILITYB01" = "ถัดไป";
"INKTANKUTILITYB02" = "ย้อนกลับ";
"INKTANKUTILITYB03" = "ปิด";

//Common
"INKTANKUTILITYTEXT01" = "เติมหมึกจนถึงระดับสูงสุดในแท๊งค์หมึก
ดูคู่มือเครื่องการใชงานเครื่องพิมพ์สำหรับรายละเอียดของการเติมหมึกและการใช้เครื่องพิมพ์
ถึงแม้ว่าท่านไม่มีขวดหมึกใหม่ และหนึ่งแท๊งก์หมึกหรือมากกว่าที่ไม่ได้เติมจนถึงระดับสูงสุดในแท๊งค์หมึก คุณสามารถใช้เครื่องพิมพ์ต่อเนื่อง เพื่อรักษาการทำงานของเครื่องพิมพ์ของคุณให้ดีที่สุด โดยให้เติมหมึกในถังหมึกทั้งหมดให้ถึงเส้นระดับสูงสุดทันที

หมายเหตุ:
ไม่สามารถรับประกันคุณภาพ หรือความน่าเชื่อถือของการไม่ใช้หมึกพิมพ์แท้เอปสัน และอาจจะสร้างความเสียหายให้กับเครื่องพิมพ์ของท่านซึ่งไม่ครอบคลุมการรับประกันจากเอปสัน
หมึกที่นอกเหนือจากหมึกที่ระบุไว้ในคู่มือเครื่องพิมพ์ สามารถสร้างความเสียหายที่ไม่ครอบคลุมการรับประกันของเอปสัน";
"INKTANKUTILITYTEXT02" = "การใช้งานเครื่องพิมพ์อย่างต่อเนื่องเมื่อระดับหมึกต่ำกว่าระดับต่ำสุดในแท๊งค์ สามารถสร้างความเสียหายให้กับเครื่องพิมพ์";
"INKTANKUTILITYTEXT03" = "การใช้งานเครื่องพิมพ์อย่างต่อเนื่อง เมื่อระดับหมึกต่ำกว่า 20 มม. จากด้านล่างของแท๊งค์หมึก สามารถสร้างความเสียหายให้กับเครื่องพิมพ์
การตรวจสอบระดับหมึก ให้ใช้ไม้บรรทัดที่มาพร้อมกับเครื่องพิมพ";
"INKTANKUTILITYTEXT04" = "เมื่อมีการเตือนเกิดขึ้น เนื่องจากปริมาณหมึกที่เหลืออยู่จำเป็นต้องรีเซท จะปรากฏคำแนะนำสำหรับการรีเซท";

/* Printer Settings */
"PRISET01B01" = "ใช้งาน";
"PRISET01B02" = "ยกเลิก";
"PRISET01SPE04" = "ไม่มีข้อมูลสำหรับเครื่องพิมพ์นี้";
"PRISET01SPE05" = "ตกลง";
"PRISET01GRPBOXTITLE03" = "เวลาสลีป";
"PRISET01SPE31" = "3 นาที";
"PRISET01SPE32" = "5 นาที";
"PRISET01SPE33" = "10 นาที";

/* Error */
"PRINTERBUTTON00" = "ตกลง";
"ERCOMMON_B01" = "ยกเลิก";
"ERCOMMON_B02" = "ดำเนินการต่อ";
"ERCOMMON_B03" = "ตกลง";
"WRCOMMON_B01" = "ตกลง";
"WRCOMMON_B02" = "ยกเลิก";
"ER00_TEXTA" = "ผิดพลาด";
"ER00_TEXTB" = "1. ยกเลิกงานพิมพ์ทั้งหมด
2. เปิดช่องสแกนเนอร์และดึงกระดาษที่ติดออก
3. ปิดช่องสแกนเนอร์และปิดเครื่องและเปิดเครื่อง";
"ER00_TEXTA_D4" = "ผิดพลาด";
"ER00_TEXTB_D4" = "1. ยกเลิกงานพิมพ์ทั้งหมด
2. เปิดช่องสแกนเนอร์และดึงกระดาษที่ติดออก
3. ปิดช่องสแกนเนอร์และปิดเครื่องและเปิดเครื่อง";
"ER00_B01_D4" = "ยกเลิก";
"ER01_TEXTA" = "เครื่องพิมพ์อยู่ระหว่างการทำงาน";
"ER01_TEXTB" = "กรุณารอสักครู่...";
"ER04_TEXTA" = "กระดาษติด";
"ER04_TEXTB" = "1. เปิดช่องสแกนเนอร์และดึงกระดาษที่ติดออก
2. ปิดช่องสแกนเนอร์และกดปุ่ม %btn% ที่หน้าเครื่องพิมพ";
"ER05_TEXTA" = "ถึงเวลาที่จะตั้งค่าระดับหมึก";
"ER05_TEXTB" = "คุณจำเป็นต้องตรวจสอบจำนวนของหมึกที่เหลืออยู่ คลิกไอคอน [คุณสมบัติอิงค์แท๊งค์] ใน Epson Printer Utility 4 สำหรับคำแนะนำเกี่ยวกับการเติมหมึก
อ้างอิงคู่มือการใช้งานเครื่องพิมพ์ เพื่อยืนยันขวดหมึกสำหรับเครื่องพิมพ์นี้
หมึกที่นอกเหนือจากหมึกที่ระบุไว้ในคู่มือเครื่องพิมพ์ สามารถสร้างความเสียหายและไม่ครอบคลุมการรับประกันของเอปสัน

เพื่อยืนยันหมึกที่เหลืออยู่ ควรตรวจสอบระดับหมึกในแท๊งค์หมึกของเครื่องพิมพ์ด้วยสายตา
การใช้เครื่องพิมพ์ต่อเนื่องเมื่อระดับหมึกต่ำกว่าระดับล่างสุด จะสร้างความเสียหายต่อเครื่องพิมพ์";
"ER05_TEXTA_FF" = "การติดตั้งหมึกแบบเริ่มต้นไม่สมบูรณ์";
"ER05_TEXTB_FF" = "ดู แผ่นวิธีการติดตั้ง เพื่อความสมบูรณ์ของขั้นตอนการเริ่มต้นชาร์จหมึก";
"ER06_TEXTA_D4" = "กระดาษหมด หรือ การป้อนไม่ถูกต้อง";
"ER06_TEXTB_D4" = "1. นำกระดาษออกและป้อนกลับเข้าไปใหม่
2. กดปุ่ม %btn% ที่เครื่องพิมพ์ หรือ คลิก [ดำเนินการต่อ] เมื่อปรากฎ

คลิก [ยกเลิก] เพื่อยกเลิกงานพิมพ์เมื่อปรากฎ ถ้าไม่ยกเลิก ให้ทำการยกเลิกที่เครื่องพิมพ์";
"ER06_B01_D4" = "ดำเนินการต่อ";
"ER06_B02_D4" = "ยกเลิก";
"ER06_TEXTA" = "กระดาษหมด หรือ การป้อนไม่ถูกต้อง";
"ER06_TEXTB" = "1. นำกระดาษที่ติดออกและโหลดกระดาษอีกครั้ง
2. กดปุ่ม %btn% ที่หน้าเครื่องพิมพ์

คลิก [ยกเลิก] เพื่อยกเลิกงานพิมพ์เมื่อหน้าต่างปรากฏ หากงานพิมพ์ไม่ถูกลบ ให้ทำการยกเลิกที่หน้าเครื่องพิมพ์";
"ER10_TEXTA" = "กรุณาติดต่อศูนย์บริการเอปสันเพื่อตรวจสอบเครื่องพิมพ์";
"ER10_TEXTB" = "เครื่องพิมพ์'s แผ่นซับน้ำหมึก ระยะเวลาการใช้งานสิ้นสุด
กรุณาติดต่อส่วนงานสนับสนุนเอปสัน";
"ER10_TEXTA_SPE01" = "กรุณาติดต่อศูนย์บริการเอปสันเพื่อตรวจสอบเครื่องพิมพ์";
"ER10_TEXTB_SPE01" = "เครื่องพิมพ์'sแผ่นซับน้ำหมึก ระยะเวลาการใช้งานสิ้นสุด
น้ำหมึกอาจเลอะเทอะ
กรุณาติดต่อส่วนงานสนับสนุนเอปสัน";
"ER12_TEXTA" = "ข้อผิดพลาดของการโหลดกระดาษหลายหน้า";
"ER12_TEXTB" = "ปฎิบัติตามดังนี้
- นำกระดาษออก และป้อนกลับไปใหม่อีกครั้ง กดปุ่ม %btn% ที่เครื่องพิมพ์
- คลิก [ยกเลิก] เพื่อยกเลิกการพิมพ์ เมื่อปรากฎ ถ้าการทำงานไม่ยกเลิก ท่านสามารถยกเลิกได้ที่เครื่องพิมพ์";
"ER12_TEXTA_D4" = "ข้อผิดพลาดของการโหลดกระดาษหลายหน้า";
"ER12_TEXTB_D4" = "ปฎิบัติตามดังนี้
- นำกระดาษออก และป้อนกลับไปใหม่อีกครั้ง กดปุ่ม %btn% ที่เครื่องพิมพ์
- คลิก [ยกเลิก] เพื่อยกเลิกการพิมพ์ เมื่อปรากฎ ถ้าการทำงานไม่ยกเลิก ท่านสามารถยกเลิกได้ที่เครื่องพิมพ์";
"ER12_B01_D4" = "ยกเลิก";
"ER4A_TEXTA" = "เครื่องพิมพ์'sแผ่นซับน้ำหมึก ระยะเวลาการใช้งานใกล้สิ้นสุด";
"ER4A_TEXTB" = "กรุณาติดต่อส่วนงานสนับสนุนเอปสัน
กดปุ่ม %btn% บนเครื่องพิมพ์ เพื่อพิมพ์งานต่อ";
"ER4A_TEXTA_SPE01" = "เครื่องพิมพ์'s แผ่นซับน้ำหมึก ระยะเวลาใช้งานสิ้นสุด";
"ER4A_TEXTB_SPE01" = "ถ้าหมึกมีการรั่วซึมของหมึกอาจทำให้คุณภาพการพิมพ์เสียได้ถ้ายังใช้เครื่องพิมพ์ต่อไป
กรุณาติดต่อส่วนงานสนับสนุนเอปสัน
กดปุ่ม %btn% ที่เครื่องพิมพ์ เพื่อดำเนินการพิมพ์ต่อ";
"Common Error Text1" = "ผิดพลาด";
"Common Error Text2" = "1. ยกเลิกงานพิมพ์ทั้งหมด
2. เปิดช่องสแกนเนอร์และดึงกระดาษที่ติดออก
3. ปิดช่องสแกนเนอร์และปิดเครื่องและเปิดเครื่อง";
"Common Error B1" = "ยกเลิก";
"Cleaning status" = "เครื่องพิมพ์อยู่ระหว่างการทำงาน";
"Shipment status" = "การติดตั้งหมึกแบบเริ่มต้นไม่สมบูรณ์";
"Charging status" = "กำลังชาร์จหมึก";
"WRINKLOW_TEXTA" = "ใกล้ถึงเวลาที่จะตั้งค่าระดับหมึก";
"WRINKLOW_TEXTB" = "ระดับหมึกอาจจะต่ำ
ท่านอาจจะพิมพ์ได้อย่างต่อเนื่อง อย่างไรก็ตาม ท่านควรเตรียมขวดหมึกใหม่ให้เร็วที่สุดเท่าที่จะเป็นไปได้ แนะนำให้ใช้หมึกเอปสันแท้
อ้างอิงคู่มือเครื่องพิมพ์เพื่อยืนยันขวดหมึกสำหรับเครื่องพิมพ์นี้
หมึกที่นอกเหนือจากหมึกที่ระบุไว้ในคู่มือเครื่องพิมพ์ สามารสร้างความเสียหายและไม่ครอบคลุมการรับประกันของเอปสัน

เพื่อยืนยันหมึกที่เหลืออยู่ ควรตรวจสอบระดับหมึกในแท๊งค์หมึกของเครื่องพิมพ์ด้วยสายตา
การใช้เครื่องพิมพ์ต่อเนื่องเมื่อระดับหมึกต่ำกว่าระดับล่างสุด จะสร้างความเสียหายต่อเครื่องพิมพ์";
"COMUERR_TEXTA" = "พบข้อผิดพลาดในการต่อเชื่อมกับเครื่องพิมพ์";
"COMUERR_TEXTB" = "ต่อเชื่อมผลิตภัณฑ์เข้ากับคอมพิวเตอร์และเปิดเครื่อง ถ้าเครื่องปิดระหว่างพิมพ์งาน ให้ยกเลิกงานพิมพ์";
"COMUERR_B01" = "ลองใหม่";
"COMUERR_B02" = "ยกเลิก";
"CHARGINGSTATUS_TEXTA" = "กำลังชาร์จหมึก";

